tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/php'
brew 'git'
brew 'pkg-config'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'openssl', args: ['universal']
brew 'mysql'
brew 'gdal'
brew 'ghostscript'
brew 'git-extras'
brew 'imagemagick'
brew 'libsass'
brew 'node'
brew 'stormssh'
brew 'wget'
brew 'wifi-password'
brew 'homebrew/php/php55'
brew 'homebrew/php/composer'
brew 'homebrew/php/php55-imagick'
cask '1password'
cask 'animated-gif-quicklook'
cask 'appzapper'
cask 'atom'
cask 'bartender'
cask 'blockblock'
cask 'dhs'
cask 'dropbox'
cask 'eve'
cask 'festify'
cask 'firefox'
cask 'font-monoid'
cask 'font-hack'
cask 'font-source-code-pro'
cask 'font-source-serif-pro'
cask 'franz'
cask 'gas-mask'
cask 'gifrocket'
cask 'github-desktop'
cask 'gitter'
cask 'google-chrome-dev'
cask 'handbrake'
cask 'hex'
cask 'inloop-qlplayground'
cask 'instasizer'
cask 'iterm2'
cask 'keepingyouawake'
cask 'keyboard-cleaner'
cask 'knockknock'
cask 'league-of-legends'
cask 'licecap'
cask 'macpaw-gemini'
cask 'near-lock'
cask 'numi'
cask 'omnidisksweeper'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quickgeojson'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklook-pfm'
cask 'quicknfo'
cask 'sequel-pro'
cask 'skype'
cask 'spotify'
cask 'steam'
cask 'steelseries-engine'
cask 'teamspeak-client'
cask 'textwrangler'
cask 'typora'
cask 'vlc'
cask 'vmware-fusion'
cask 'wkhtmltopdf'
