cask_args appdir: '/Applications'

tap "homebrew/bundle"

brew "chruby"
brew "docker", link: false
brew "docker-compose", link: false
brew "exiftool"
brew "git"
brew "git-extras"
brew "mysql"
brew "pyenv"
brew "wget"
brew "yarn"
brew "yt-dlp"

cask "appzapper"
cask "balenaetcher"
cask "clicker-for-youtube"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "keepingyouawake"
cask "keyboard-cleaner"
cask "mark-text"
cask "messenger"
cask "omnidisksweeper"
cask "postman"
cask "slack"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "xee"

vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "keesschollaart.vscode-home-assistant"
vscode "natizyskunk.sftp"
vscode "oderwat.indent-rainbow"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "svelte.svelte-vscode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wix.vscode-import-cost"
