cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "localsend/localsend"

brew "automake"
brew "bison"
brew "chruby"
brew "cliclick"
brew "docker", link: false
brew "docker-compose", link: false
brew "exiftool"
brew "gdbm"
brew "gh"
brew "git"
brew "git-extras"
brew "libffi"
brew "libyaml"
brew "xz"
brew "mysql"
brew "node@18"
brew "node@20"
brew "nut"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "ruby-install"
brew "spark"
brew "wget"
brew "yarn"
brew "yt-dlp"

cask "appzapper"
cask "balenaetcher"
cask "bbedit"
cask "clicker-for-youtube"
cask "cyberduck"
cask "discord"
cask "docker"
cask "domzilla-caffeine"
cask "dropbox"
cask "firefox"
cask "font-hack"
cask "gdisk"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "keyboard-cleaner"
cask "localsend"
cask "mark-text"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "omnidisksweeper"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "transnomino"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xee"

vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "keesschollaart.vscode-home-assistant"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.powershell"
vscode "natizyskunk.sftp"
vscode "oderwat.indent-rainbow"
vscode "pthorsson.vscode-jsp"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "svelte.svelte-vscode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wix.vscode-import-cost"
